[
    {
        "tag": "Organization_Location",
        "patterns": [
            "Where are Bourntec's office located?",
            "Where is your office?",
            "Can you tell me the location of Bourntec's offices?",
            "What are the addresses of Bourntec's offices?",
            "I'd like to know where Bourntec has its offices.",
            "Please provide information on the locations of Bourntec's offices.",
            "Tell me about the geographical presence of Bourntec.",
            "Where can I find Bourntec's physical offices?",
            "I'm interested in Bourntec's office locations, can you help?",
            "Provide details about Bourntec's office addresses."
        ],
        "responses": [
            "Bourntec has a presence in 5 regions, each with its office. To help you better, please specify the location you're interested in India(Hyderabad, Kerala, Odisha), North America, Middle East and I can provide you with the corresponding office address and a link to its location."
        ],
        "context_set": ""
    },
    {
        "tag": "North_America_Location",
        "patterns": [
            "North America",
            "Where are Bourntec's office in North America?",
            "Where is your office in North America?",
            "Where is Bourntec's North America office located?",
            "What's the address of Bourntec's North America office?",
            "What's the address of your organization?",
            "Can you tell me where Bourntec's North America is?",
            "I need to know the location of Bourntec's North America corporate office.",
            "Where can I find Bourntec's North America campus?",
            "I'd like to know the exact location of Bourntec's office in North America.",
            "I'd like to know the exact location of organization in North America.",
            "What's the street address of Bourntec's North American corporate office?",
            "Please share the location details for Bourntec's North America office.",
            "Where in North America can I find Bourntec's main office?"
        ],
        "responses": [
            "Bourntec's North America office is situated at 1701 East Woodfield Road, Suite 200, Schaumburg, IL 60173. Here is the link to <a target='_blank' href='https://maps.app.goo.gl/42KTDfAzW9WQbknh8'>view the location on Google Maps</a>."
        ],
        "context_set": ""
    },
    {
        "tag": "location",
        "patterns": [
            "Where are Bourntec's branch offices in Europe?",
            "Tell me about Bourntec's European office locations.",
            "Can you provide information on Bourntec's offices in Asia?",
            "Where can I find Bourntec's branches outside North America?"
        ],
        "responses": [
            "Bourntec has branch offices in several regions around the world. Here are some of them:",
            "1. Europe: Bourntec's European offices are located in London, Paris, and Berlin.",
            "2. Asia: Bourntec has offices in Mumbai, Singapore, and Tokyo.",
            "3. Other regions: Bourntec also has branch offices in Australia, South America, and Africa."
        ],
        "context_set": ""
    }
]